Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Your hydration goal needs to be more than 0.
de: Dein Flüssigkeitsziel muss größer als 0 sein.
es: Tu objetivo de hidratación debe ser mayor que 0.
fr: Ton objectif d’hydratation doit être supérieur à 0.
it: Il tuo obiettivo di idratazione deve essere maggiore di 0.
ja: 水分補給の目標は0より大きい値にしてください。
ko: 수분 섭취 목표는 0보다 커야 해요.
pt_br: A sua meta de hidratação precisa ser maior que 0.
ru: Цель по воде должна быть больше 0.
zh_hans: 你的饮水目标需要大于 0。

# Your latest average bedtime is on %@. %@.
source: Your latest average bedtime is on %1$@. %2$@.
de: Deine neueste durchschnittliche Schlafenszeit ist am %1$@. %2$@.
es: Tu última hora media de acostarte es los %1$@. %2$@.
fr: Ta dernière heure moyenne de coucher est le %1$@. %2$@.
it: La tua ultima ora media di coricamento è di %1$@. %2$@.
ja: 直近の平均就寝時刻は%1$@です。%2$@。
ko: 최근 평균 취침 시간은 %1$@ 기준이에요. %2$@.
pt_br: Sua última hora média de dormir é em %1$@. %2$@.
ru: Самый поздний средний отбой — %1$@. %2$@.
zh_hans: 你最晚的平均入睡时间在%1$@。%2$@。

# Your latest average wake-up time is on %@. %@.
source: Your latest average wake-up time is on %1$@. %2$@.
de: Deine neueste durchschnittliche Aufwachzeit ist am %1$@. %2$@.
es: Tu última hora media de despertar es los %1$@. %2$@.
fr: Ta dernière heure moyenne de réveil est le %1$@. %2$@.
it: La tua ultima ora media di risveglio è di %1$@. %2$@.
ja: 直近の平均起床時刻は%1$@です。%2$@。
ko: 최근 평균 기상 시간은 %1$@ 기준이에요. %2$@.
pt_br: Sua última hora média de acordar é em %1$@. %2$@.
ru: Самый поздний средний подъём — %1$@. %2$@.
zh_hans: 你最晚的平均醒来时间在%1$@。%2$@。

# Your latest logged weight was %@ on %@.
source: Your latest logged weight was %1$@ on %2$@.
de: Dein zuletzt protokolliertes Gewicht war %1$@ am %2$@.
es: Tu último peso registrado fue %1$@ el %2$@.
fr: Ton dernier poids enregistré était %1$@ le %2$@.
it: L'ultimo peso che hai registrato era %1$@ il %2$@.
ja: 最後に記録された体重は%2$@の%1$@です。
ko: 가장 최근에 기록한 체중은 %2$@에 %1$@였어요.
pt_br: Seu último peso registrado foi %1$@ em %2$@.
ru: Последний записанный вес — %1$@ (%2$@).
zh_hans: 你最新记录的体重是%1$@，时间为%2$@。

source: your latest weight is %@
de: dein letztes Gewicht ist %@
es: tu último peso es %@
fr: ton dernier poids est %@
it: il tuo ultimo peso è %@
ja: 最新の体重は%@です
ko: 최근 체중은 %@예요
pt_br: seu último peso é %@
ru: последний вес — %@
zh_hans: 你最新的体重是%@

source: Your latest weight today is %@.
de: Dein letztes Gewicht heute ist %@.
es: Tu último peso de hoy es %@.
fr: Ton dernier poids aujourd'hui est %@.
it: Il tuo ultimo peso di oggi è %@.
ja: 今日の最新の体重は%@です。
ko: 오늘 최근 체중은 %@예요.
pt_br: Seu último peso de hoje é %@.
ru: Последний вес за сегодня — %@.
zh_hans: 你今天最新的体重是%@。

source: your latest weight was %@
de: dein letztes Gewicht war %@
es: tu último peso fue %@
fr: ton dernier poids était %@
it: il tuo ultimo peso era %@
ja: 最新の体重は%@でした
ko: 최근 체중은 %@였어요
pt_br: seu último peso foi %@
ru: последний вес был %@
zh_hans: 你最新的体重是%@

source: Your longer sessions pack in more total volume.
de: Deine längeren Einheiten enthalten mehr Gesamtvolumen.
es: Tus sesiones más largas acumulan más volumen total.
fr: Tes séances plus longues concentrent plus de volume total.
it: Le tue sessioni più lunghe accumulano più volume totale.
ja: 長いセッションほど、総ボリュームが多くなっています。
ko: 세션이 길수록 총 볼륨도 더 많이 채워요.
pt_br: Suas sessões mais longas acumulam mais volume total.
ru: В более длинных тренировках у тебя больше общего объёма.
zh_hans: 你较长的训练积累了更多总训练量。

source: Your Name
de: Dein Name
es: Tu nombre
fr: Ton nom
it: Il tuo nome
ja: お名前
ko: 이름
pt_br: Seu nome
ru: Твоё имя
zh_hans: 你的名字

source: Your Profile
de: Dein Profil
es: Tu perfil
fr: Ton profil
it: Il tuo profilo
ja: プロフィール
ko: 내 프로필
pt_br: Seu perfil
ru: Твой профиль
zh_hans: 你的个人资料

source: Your recent outdoor sessions didn't record a route. Start a new one with location enabled.
de: Deine letzten Outdoor-Sessions haben keine Route aufgezeichnet. Starte eine neue mit aktiviertem Standort.
es: Tus sesiones al aire libre recientes no grabaron ninguna ruta. Empieza una nueva con la ubicación activada.
fr: Tes séances en extérieur récentes n'ont pas enregistré d'itinéraire. Lance-en une nouvelle avec la localisation activée.
it: Le tue ultime sessioni all'aperto non hanno registrato un percorso. Iniziane una nuova con la posizione attiva.
ja: 最近の屋外セッションではルートが記録されていません。位置情報をオンにして新しいセッションを開始してください。
ko: 최근 야외 세션에는 경로가 기록되지 않았어요. 위치를 켜고 새로 시작해 보세요.
pt_br: Suas sessões ao ar livre recentes não gravaram nenhuma rota. Inicie uma nova com a localização ativada.
ru: В последних тренировках на улице маршрут не записался. Начните новую с включённой геопозицией.
zh_hans: 你最近的户外训练没有记录路线。请开启位置权限后重新开始一次。

source: your resting heart rate is %@
de: beträgt deine Ruheherzfrequenz %@
es: tu frecuencia cardíaca en reposo es %@
fr: ta fréquence cardiaque au repos est de %@
it: la tua frequenza cardiaca a riposo è %@
ja: 安静時心拍数は%@です
ko: 안정 시 심박수는 %@예요
pt_br: sua frequência cardíaca em repouso é %@
ru: пульс в покое — %@
zh_hans: 你的静息心率是%@

source: Your saved and previous hydration goals will appear here.
de: Deine gespeicherten und vorherigen Flüssigkeitsziele erscheinen hier.
es: Tus objetivos de hidratación guardados y anteriores aparecerán aquí.
fr: Tes objectifs d'hydratation enregistrés et précédents apparaîtront ici.
it: I tuoi obiettivi di idratazione salvati e passati compariranno qui.
ja: 保存済みおよび過去の水分補給目標がここに表示されます。
ko: 저장한 수분 섭취 목표와 지난 목표가 여기에 표시돼요.
pt_br: Suas metas de hidratação salvas e anteriores aparecerão aqui.
ru: Сохранённые и прошлые цели по воде появятся здесь.
zh_hans: 你保存过和以往的饮水目标会显示在这里。

source: Your saved and previous sleep goals will appear here.
de: Deine gespeicherten und vorherigen Schlafziele erscheinen hier.
es: Tus objetivos de sueño guardados y anteriores aparecerán aquí.
fr: Tes objectifs de sommeil enregistrés et précédents apparaîtront ici.
it: I tuoi obiettivi di sonno salvati e passati compariranno qui.
ja: 保存済みおよび過去の睡眠目標がここに表示されます。
ko: 저장한 수면 목표와 지난 목표가 여기에 표시돼요.
pt_br: Suas metas de sono salvas e anteriores aparecerão aqui.
ru: Сохранённые и прошлые цели по сну появятся здесь.
zh_hans: 你保存过和以往的睡眠目标会显示在这里。

source: Your saved and previous steps goals will appear here.
de: Deine gespeicherten und vorherigen Schrittziele erscheinen hier.
es: Tus objetivos de pasos guardados y anteriores aparecerán aquí.
fr: Tes objectifs de pas enregistrés et précédents apparaîtront ici.
it: I tuoi obiettivi di passi salvati e passati compariranno qui.
ja: 保存済みおよび過去の歩数目標がここに表示されます。
ko: 저장한 걸음 수 목표와 지난 목표가 여기에 표시돼요.
pt_br: Suas metas de passos salvas e anteriores aparecerão aqui.
ru: Сохранённые и прошлые цели по шагам появятся здесь.
zh_hans: 你保存过和以往的步数目标会显示在这里。

source: Your saved and previous weight goals will appear here.
de: Deine gespeicherten und vorherigen Gewichtsziele erscheinen hier.
es: Tus objetivos de peso guardados y anteriores aparecerán aquí.
fr: Tes objectifs de poids enregistrés et précédents apparaîtront ici.
it: I tuoi obiettivi di peso salvati e passati compariranno qui.
ja: 保存済みおよび過去の体重目標がここに表示されます。
ko: 저장한 체중 목표와 지난 목표가 여기에 표시돼요.
pt_br: Suas metas de peso salvas e anteriores aparecerão aqui.
ru: Сохранённые и прошлые цели по весу появятся здесь.
zh_hans: 你保存过和以往的体重目标会显示在这里。

source: Your saved weight entries will appear here.
de: Deine gespeicherten Gewichtseinträge erscheinen hier.
es: Tus registros de peso guardados aparecerán aquí.
fr: Tes entrées de poids enregistrées apparaîtront ici.
it: Le tue voci di peso salvate compariranno qui.
ja: 保存した体重の記録がここに表示されます。
ko: 저장한 체중 기록이 여기에 표시돼요.
pt_br: Seus registros de peso salvos aparecerão aqui.
ru: Сохранённые записи веса появятся здесь.
zh_hans: 你保存的体重记录会显示在这里。

# Your sleep goal is %@. Last night you slept %@, %@ short.
source: Your sleep goal is %1$@. Last night you slept %2$@, %3$@ short.
de: Dein Schlafziel beträgt %@. Letzte Nacht hast du %@ geschlafen, %@ zu wenig.
es: Tu objetivo de sueño es %@. Anoche dormiste %@, %@ menos.
fr: Ton objectif de sommeil est de %@. La nuit dernière, tu as dormi %@, soit %@ de moins.
it: Il tuo obiettivo di sonno è %1$@. Stanotte hai dormito %2$@, %3$@ in meno.
ja: 睡眠目標は%1$@です。昨夜の睡眠は%2$@で、%3$@足りませんでした。
ko: 수면 목표는 %1$@예요. 어젯밤에는 %2$@ 자서 %3$@ 부족했어요.
pt_br: A sua meta de sono é %@. Ontem à noite você dormiu %@, %@ a menos.
ru: Цель по сну: %1$@. Прошлой ночью у тебя было %2$@ сна, не хватило %3$@.
zh_hans: 你的睡眠目标是%1$@。昨晚你睡了%2$@，还差%3$@。

source: Your sleep goal is %@. You don't have sleep data from last night yet.
de: Dein Schlafziel beträgt %@. Du hast noch keine Schlafdaten von letzter Nacht.
es: Tu objetivo de sueño es %@. Aún no tienes datos de sueño de anoche.
fr: Ton objectif de sommeil est de %@. Tu n’as pas encore de données de sommeil de la nuit dernière.
it: Il tuo obiettivo di sonno è %@. Non hai ancora dati sul sonno di stanotte.
ja: 睡眠目標は%@です。昨夜の睡眠データはまだありません。
ko: 수면 목표는 %@예요. 아직 어젯밤 수면 데이터가 없어요.
pt_br: A sua meta de sono é %@. Você ainda não tem dados de sono de ontem à noite.
ru: Цель по сну: %@. За прошлую ночь данных о сне пока нет.
zh_hans: 你的睡眠目标是%@。你还没有昨晚的睡眠数据。

# Your sleep goal is now %@. %@
source: Your sleep goal is now %1$@. %2$@
de: Dein Schlafziel ist jetzt %1$@. %2$@
es: Tu objetivo de sueño ahora es %1$@. %2$@
fr: Ton objectif de sommeil est maintenant %1$@. %2$@
it: Il tuo obiettivo di sonno ora è %1$@. %2$@
ja: 睡眠目標を%1$@に設定しました。%2$@
ko: 수면 목표가 이제 %1$@예요. %2$@
pt_br: Sua meta de sono agora é %1$@. %2$@
ru: Цель по сну теперь %1$@. %2$@
zh_hans: 你的睡眠目标现在是%1$@。%2$@

source: Your sleep goal needs to be more than 0.
de: Dein Schlafziel muss größer als 0 sein.
es: Tu objetivo de sueño debe ser mayor que 0.
fr: Ton objectif de sommeil doit être supérieur à 0.
it: Il tuo obiettivo di sonno deve essere maggiore di 0.
ja: 睡眠目標は0より大きい値にしてください。
ko: 수면 목표는 0보다 커야 해요.
pt_br: Sua meta de sono precisa ser maior que 0.
ru: Цель по сну должна быть больше 0.
zh_hans: 你的睡眠目标需要大于 0。

source: Your split doesn't have any days set up yet.
de: Dein Split hat noch keine Tage eingerichtet.
es: Tu split aún no tiene días configurados.
fr: Ton split n'a pas encore de jours configurés.
it: Il tuo split non ha ancora nessun giorno configurato.
ja: スプリットにはまだ日が設定されていません。
ko: 이 스플릿에는 아직 설정된 일차가 없어요.
pt_br: Seu split ainda não tem dias configurados.
ru: В твоём сплите пока не настроено ни одного дня.
zh_hans: 你的分化还没有设置任何训练日。

# Your steps goal is %@ steps. You're at %@ today, with %@ to go.
source: Your steps goal is %1$@ steps. You're at %2$@ today, with %3$@ to go.
de: Dein Schrittziel beträgt %1$@ Schritte. Du bist heute bei %2$@, %3$@ fehlen noch.
es: Tu objetivo de pasos es %1$@ pasos. Hoy vas por %2$@, te faltan %3$@.
fr: Ton objectif de pas est de %1$@ pas. Tu es à %2$@ aujourd'hui, il te reste %3$@.
it: Il tuo obiettivo di passi è %1$@ passi. Oggi sei a %2$@, ne mancano %3$@.
ja: 歩数目標は%1$@歩です。今日は%2$@で、残り%3$@です。
ko: 걸음 수 목표는 %1$@걸음이에요. 오늘 %2$@걸음 걸었고 %3$@걸음 남았어요.
pt_br: Sua meta de passos é %1$@ passos. Você está em %2$@ hoje, faltam %3$@.
ru: Цель по шагам: %1$@. Сегодня пройдено %2$@, осталось %3$@.
zh_hans: 你的步数目标是%1$@步。今天已走%2$@，还差%3$@。

source: Your steps goal is now %@ steps.
de: Dein Schrittziel beträgt jetzt %@ Schritte.
es: Tu objetivo de pasos ahora es %@ pasos.
fr: Ton objectif de pas est maintenant de %@ pas.
it: Il tuo obiettivo di passi ora è %@ passi.
ja: 歩数目標を%@歩に設定しました。
ko: 걸음 수 목표가 이제 %@걸음이에요.
pt_br: Sua meta de passos agora é %@ passos.
ru: Цель по шагам теперь %@ шагов.
zh_hans: 你的步数目标现在是%@步。

source: Your steps goal needs to be more than 0.
de: Dein Schrittziel muss größer als 0 sein.
es: Tu objetivo de pasos debe ser mayor que 0.
fr: Ton objectif de pas doit être supérieur à 0.
it: Il tuo obiettivo di passi deve essere maggiore di 0.
ja: 歩数目標は0より大きい値にしてください。
ko: 걸음 수 목표는 0보다 커야 해요.
pt_br: Sua meta de passos precisa ser maior que 0.
ru: Цель по шагам должна быть больше 0.
zh_hans: 你的步数目标需要大于 0。

source: Your target weight needs to be more than 0.
de: Dein Zielgewicht muss größer als 0 sein.
es: Tu peso objetivo debe ser mayor que 0.
fr: Ton poids cible doit être supérieur à 0.
it: Il tuo peso target deve essere maggiore di 0.
ja: 目標体重は0より大きい値にしてください。
ko: 목표 체중은 0보다 커야 해요.
pt_br: Seu peso-alvo precisa ser maior que 0.
ru: Целевой вес должен быть больше 0.
zh_hans: 你的目标体重需要大于 0。

source: Your top sets are stronger after more sleep.
de: Deine Top-Sätze sind nach mehr Schlaf stärker.
es: Tus series principales son más fuertes después de dormir más.
fr: Tes séries lourdes sont plus fortes après plus de sommeil.
it: I tuoi top set sono più forti dopo aver dormito di più.
ja: 睡眠時間が長いほど、トップセットが強くなっています。
ko: 잘 자고 난 뒤에 톱세트가 더 강해져요.
pt_br: Suas séries principais ficam mais fortes depois de mais sono.
ru: После долгого сна топовые подходы сильнее.
zh_hans: 睡得更多之后，你的最重组更强。

source: Your top-set strength holds up even on shorter sleep.
de: Deine Kraft im Top-Satz hält auch bei weniger Schlaf.
es: Tu fuerza en la serie principal se mantiene incluso con menos sueño.
fr: Ta force sur la série lourde tient même avec moins de sommeil.
it: La forza nei top set regge anche con meno sonno.
ja: 睡眠時間が短くても、トップセットの強さは維持できています。
ko: 수면이 짧아도 톱세트 중량이 잘 유지돼요.
pt_br: A sua força na série principal se mantém mesmo com menos sono.
ru: Сила в топовых подходах держится даже при коротком сне.
zh_hans: 即使睡得少，你最重组的力量依然稳得住。

source: your walking average is %@
de: beträgt dein Gehdurchschnitt %@
es: tu promedio al caminar es %@
fr: ta moyenne à la marche est de %@
it: la tua media in camminata è %@
ja: 歩行時平均心拍数は%@です
ko: 보행 중 평균은 %@예요
pt_br: sua média ao caminhar é %@
ru: средний пульс при ходьбе — %@
zh_hans: 你的步行平均值是%@

source: Your water entry needs to be more than 0.
de: Dein Wassereintrag muss größer als 0 sein.
es: Tu registro de agua debe ser mayor que 0.
fr: Ton entrée d’eau doit être supérieure à 0.
it: La tua voce dell'acqua deve essere maggiore di 0.
ja: 水分の記録は0より大きい値にしてください。
ko: 물 기록은 0보다 커야 해요.
pt_br: O seu registro de água precisa ser maior que 0.
ru: Объём воды должен быть больше 0.
zh_hans: 你的饮水记录需要大于 0。

source: Your weight data will show up here once you add or sync body weight entries
de: Deine Gewichtsdaten erscheinen hier, sobald du Körpergewichtseinträge hinzufügst oder synchronisierst
es: Tus datos de peso aparecerán aquí cuando añadas o sincronices registros de peso corporal
fr: Tes données de poids apparaîtront ici une fois que tu auras ajouté ou synchronisé des entrées de poids corporel
it: I tuoi dati di peso compariranno qui quando aggiungi o sincronizzi voci di peso corporeo
ja: 体重の記録を追加または同期すると、ここに体重データが表示されます
ko: 체중 기록을 추가하거나 동기화하면 여기에 표시돼요
pt_br: Seus dados de peso aparecerão aqui assim que você adicionar ou sincronizar registros de peso corporal
ru: Данные о весе появятся здесь, когда ты добавишь или синхронизируешь записи
zh_hans: 添加或同步体重记录后，你的体重数据会显示在这里

source: Your weight entry needs to be more than 0.
de: Dein Gewichtseintrag muss größer als 0 sein.
es: Tu registro de peso debe ser mayor que 0.
fr: Ton entrée de poids doit être supérieure à 0.
it: La tua voce di peso deve essere maggiore di 0.
ja: 体重の記録は0より大きい値にしてください。
ko: 체중 기록은 0보다 커야 해요.
pt_br: Seu registro de peso precisa ser maior que 0.
ru: Вес должен быть больше 0.
zh_hans: 你的体重记录需要大于 0。

source: Your workout data won't sync across devices or be backed up if you delete the app.
de: Deine Workout-Daten werden nicht zwischen Geräten synchronisiert oder gesichert, wenn du die App löschst.
es: Tus datos de entrenamiento no se sincronizarán entre dispositivos ni se respaldarán si eliminas la app.
fr: Tes données de séance ne seront pas synchronisées entre tes appareils ni sauvegardées si tu supprimes l'app.
it: I dati dei tuoi allenamenti non verranno sincronizzati tra i dispositivi né salvati se elimini l'app.
ja: アプリを削除すると、ワークアウトデータはデバイス間で同期されず、バックアップもされません。
ko: 앱을 삭제하면 운동 데이터가 기기 간에 동기화되지 않고 백업도 되지 않아요.
pt_br: Seus dados de treino não serão sincronizados entre dispositivos nem terão backup se você excluir o app.
ru: Данные тренировок не будут синхронизироваться между устройствами и не сохранятся, если удалить приложение.
zh_hans: 如果你删除应用，训练数据将不会跨设备同步，也不会有备份。

source: Your workout history will appear here.
de: Dein Workout-Verlauf erscheint hier.
es: Tu historial de entrenamientos aparecerá aquí.
fr: Ton historique de séances apparaîtra ici.
it: La cronologia dei tuoi allenamenti comparirà qui.
ja: ここにワークアウトの履歴が表示されます。
ko: 운동 기록이 여기에 표시돼요.
pt_br: Seu histórico de treinos aparecerá aqui.
ru: История тренировок появится здесь.
zh_hans: 你的训练历史会显示在这里。

source: Zones
de: Zonen
es: Zonas
it: Zone
ja: ゾーン
ko: 존
pt_br: Zonas
ru: Зоны
zh_hans: 心率区间

source: No session
de: Keine Session
es: Sin sesión
fr: Aucune séance
it: Nessuna sessione
ja: セッションなし
ko: 세션 없음
pt_br: Nenhuma sessão
ru: Нет сессии
zh_hans: 无训练

source: Your account moved — sign in again
de: Dein Account wurde verschoben — melde dich erneut an
es: Tu cuenta se movió — inicia sesión de nuevo
fr: Votre compte a été déplacé — reconnectez-vous
it: Il tuo account è stato spostato — accedi di nuovo
ja: アカウントが移行されました — もう一度サインインしてください
ko: 계정이 이동되었습니다 — 다시 로그인하세요
pt_br: Sua conta foi movida — entre novamente
ru: Ваша учётная запись перенесена — войдите снова
zh_hans: 你的账户已迁移 — 请重新登录

source: %@ route
es: Ruta %@
fr: Parcours %@
it: Percorso %@
ja: %@のルート
ko: %@ 경로
pt_br: Rota %@
ru: Маршрут: %@
zh_hans: %@路线

# %@ training: %@.
source: %1$@ training: %2$@.
es: Entrenamiento de %1$@: %2$@.
fr: Entraînement %1$@ : %2$@.
it: Allenamento %1$@: %2$@.
ja: %1$@のトレーニング：%2$@。
ko: %1$@ 훈련: %2$@.
pt_br: Treino de %1$@: %2$@.
ru: Тренировка %1$@: %2$@.
zh_hans: %1$@训练：%2$@。

# %@ training: %@. %@.
source: %1$@ training: %2$@. %3$@.
es: Entrenamiento de %1$@: %2$@. %3$@.
fr: Entraînement %1$@ : %2$@. %3$@.
it: Allenamento %1$@: %2$@. %3$@.
ja: %1$@のトレーニング：%2$@。%3$@。
ko: %1$@ 훈련: %2$@. %3$@.
pt_br: Treino de %1$@: %2$@. %3$@.
ru: Тренировка %1$@: %2$@. %3$@.
zh_hans: %1$@训练：%2$@。%3$@。

source: Apple Health
es: Apple Salud
fr: Apple Santé
pt_br: Apple Saúde

source: Arnold Split
es: Split Arnold
fr: Split Arnold
ja: アーノルドスプリット
ko: 아놀드 스플릿
pt_br: Split Arnold
ru: Сплит Арнольда
zh_hans: 阿诺德分化

source: Band
es: Banda
fr: Élastique
it: Elastico
ja: バンド
ko: 밴드
pt_br: Faixa elástica
ru: Эспандер
zh_hans: 弹力带

source: Brachialis
es: Braquial
fr: Brachial
it: Brachiale
ja: 上腕筋
ko: 상완근
pt_br: Braquial
ru: Брахиалис
zh_hans: 肱肌

source: Cardio Session
es: Sesión de cardio
fr: Séance de cardio
it: Sessione cardio
ja: 有酸素セッション
ko: 유산소 세션
pt_br: Sessão de cardio
ru: Кардиосессия
zh_hans: 有氧训练

source: Cardio Sessions
es: Sesiones de cardio
fr: Séances de cardio
it: Sessioni cardio
ja: 有酸素セッション
ko: 유산소 세션
pt_br: Sessões de cardio
ru: Кардиосессии
zh_hans: 有氧训练

source: Fitness Level
es: Nivel físico
fr: Niveau de forme
it: Livello di allenamento
ja: フィットネスレベル
ko: 운동 수준
pt_br: Nível de condicionamento
ru: Уровень подготовки
zh_hans: 健身水平

source: Indoor Cardio
es: Cardio en interior
fr: Cardio en intérieur
it: Cardio al chiuso
ja: 屋内の有酸素運動
ko: 실내 유산소
pt_br: Cardio indoor
ru: Кардио в помещении
zh_hans: 室内有氧

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Название
zh_hans: 名称

source: Okay
es: De acuerdo
fr: D'accord
it: OK
ja: OK
ko: 확인
pt_br: Ok
ru: Хорошо
zh_hans: 一般

source: Optional
es: Opcional
fr: Facultatif
it: Facoltativo
ja: 任意
ko: 선택 사항
pt_br: Opcional
ru: Необязательно
zh_hans: 可选

source: Outdoor Cardio
es: Cardio al aire libre
fr: Cardio en extérieur
it: Cardio all'aperto
ja: 屋外の有酸素運動
ko: 야외 유산소
pt_br: Cardio ao ar livre
ru: Кардио на улице
zh_hans: 户外有氧

source: Pause
es: Pausar
it: Pausa
ja: 一時停止
ko: 일시정지
pt_br: Pausar
ru: Пауза
zh_hans: 暂停

source: Plan Workouts
es: Entrenamientos del plan
fr: Séances du plan
it: Allenamenti della scheda
ja: ワークアウトを計画
ko: 플랜 운동
pt_br: Treinos do plano
ru: Планировать тренировки
zh_hans: 规划训练

source: Pre-Workout Check-In
es: Registro previo al entrenamiento
fr: Bilan d'avant-séance
it: Check-in pre-allenamento
ja: ワークアウト前チェックイン
ko: 운동 전 체크인
pt_br: Check-in pré-treino
ru: Отметка перед тренировкой
zh_hans: 训练前状态记录

source: Pre-workout energy drink
es: Bebida energética previa al entrenamiento
fr: Boisson énergisante d'avant-séance
it: Energy drink pre-allenamento
ja: ワークアウト前のエナジードリンク
ko: 운동 전 에너지 드링크
pt_br: Energético pré-treino
ru: Предтренировочный напиток
zh_hans: 训练前能量饮料

source: Rotation
es: Rotación
it: Rotazione
ja: ローテーション
ko: 로테이션
pt_br: Rotação
ru: Ротация
zh_hans: 轮换

source: Route
es: Ruta
fr: Itinéraire
it: Percorso
ja: ルート
ko: 경로
pt_br: Rota
ru: Маршрут
zh_hans: 路线

source: Segment
es: Segmento
it: Segmento
ja: 区間
ko: 세그먼트
pt_br: Segmento
ru: Сегмент
zh_hans: 分段

source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
ru: Статус
zh_hans: 状态

source: Trend
es: Tendencia
fr: Tendance
it: Tendenza
ja: トレンド
ko: 추세
pt_br: Tendência
ru: Тренд
zh_hans: 趋势

source: Trends
es: Tendencias
fr: Tendances
it: Tendenze
ja: トレンド
ko: 추세
pt_br: Tendências
ru: Тренды
zh_hans: 趋势

source: Version %@
es: Versión %@
it: Versione %@
ja: バージョン%@
ko: 버전 %@
pt_br: Versão %@
ru: Версия %@
zh_hans: 版本 %@

source: Workout
es: Entrenamiento
fr: Séance
it: Allenamento
ja: ワークアウト
ko: 운동
pt_br: Treino
ru: Тренировка
zh_hans: 训练

source: Workout A
es: Entrenamiento A
fr: Séance A
it: Allenamento A
ja: ワークアウトA
ko: 운동 A
pt_br: Treino A
ru: Тренировка A
zh_hans: 训练 A

source: Workout B
es: Entrenamiento B
fr: Séance B
it: Allenamento B
ja: ワークアウトB
ko: 운동 B
pt_br: Treino B
ru: Тренировка B
zh_hans: 训练 B

source: Workouts
es: Entrenamientos
fr: Séances
it: Allenamenti
ja: ワークアウト
ko: 운동
pt_br: Treinos
ru: Тренировки
zh_hans: 训练

source: %lld PRs
fr: %lld PR
it: %lld PR
ja: 自己ベスト%lld件
ko: PR %lld개
ru: Рекордов: %lld
zh_hans: %lld项 PR

source: EULA
fr: CLUF
ja: 使用許諾契約
zh_hans: 最终用户许可协议

source: Live Activity
fr: Activité en direct
it: Attività in tempo reale
ko: 실시간 활동
zh_hans: 实时活动

source: PRs
fr: PR
it: PR
ja: 自己ベスト
ko: PR
ru: Рекорды
zh_hans: PR

source: Splits
it: Split
ja: スプリット
ko: 스플릿
ru: Сплиты
zh_hans: 分化

source: %lld min
ja: %lld分
ko: %lld분
ru: %lld мин
zh_hans: %lld分钟

source: %lldh
ja: %lld時間
ko: %lld시간
ru: %lldч
zh_hans: %lld小时

# %lldh %lldm
source: %1$lldh %2$lldm
ja: %1$lld時間%2$lld分
ko: %1$lld시간 %2$lld분
ru: %1$lldч %2$lldм
zh_hans: %1$lld小时%2$lld分

source: %lldm
ja: %lld分
ko: %lld분
ru: %lldм
zh_hans: %lld分

source: Bro Split
ja: ブロスプリット
ko: 브로 스플릿
ru: Бро-сплит
zh_hans: 单部位分化

source: Cardio
ja: 有酸素運動
ko: 유산소
ru: Кардио
zh_hans: 有氧

source: Landmine
ja: ランドマイン
ko: 랜드마인
ru: Ландмайн
zh_hans: 地雷管

source: PR
ja: 自己ベスト
ru: Рекорд

source: Push / Pull / Legs
ja: プッシュ / プル / レッグ
ko: 푸시 / 풀 / 하체
ru: Жим / Тяга / Ноги
zh_hans: 推 / 拉 / 腿

source: OK
ko: 확인
zh_hans: 好
